Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A11B.tmx
Source language: en_us
Languages: zh_cn

source: US aims for bilateral climate change deals with China and Indian
zh_cn: 美国期望与中印达成双边气候变化协定

source: Fresh commitments may breathe life back into Copenhagen deal as India prepares to announce cap and trade scheme.
zh_cn: 奥巴马力图在本月同中印两国就气候变化问题达成双边协议，以助其环境法案得到国会通过，并推进哥本哈根谈判。

source: The Obama administration is hoping to win new commitments to fight global warming from China and India in back-to-back summits next month, the Guardian has learned, including the first Indian emissions trading scheme.
zh_cn: 据《卫报》得知，奥巴马政府希望能够在下月的峰会中同中国和印度就应对全球变暖达成新的一致承诺，这其中包括第一个印度排放交易体系。

source: The US hopes the new commitments will breathe life into the moribund negotiations to seal a global treaty on climate change in Copenhagen in December, by setting out what action each country will take.
zh_cn: 美国希望新承诺通过列出每个国家应当采取的行动，为奄奄一息的谈判注入活力，从而能够在12月在哥本哈根写入全球气候变化条约。

source: But many observers say such bilateral deals also risk seriously weakening any Copenhagen agreement by allowing the idea of a global limit on greenhouse gas emissions to be abandoned.
zh_cn: 但许多观察家认为，这种双边协议允许放弃全球温室气体限排，可能有削弱哥本哈根协议的风险。

source: The US's twin diplomatic push will see Barack Obama meeting China's president Hu Jintao in Beijing on November 16-17 before playing host to India's prime minister Manmohan Singh at the White House on November 24.
zh_cn: 根据美国的双重外交计划，奥巴马将在11月16日至11月17日在北京同中国国家主席胡锦涛进行会谈，之后在11月24日会在白宫作东接见印度总理曼莫汉·辛格。

source: The visits appear timed to provide a much-needed boost to a proposed law to reduce US emissions now before the Senate, as well as to the Copenhagen talks.
zh_cn: 此次访问恰能为参议院立法减少美国排放提供急需的推动力，同时也有利于哥本哈根会谈。

source: At preparatory UN talks in Bangkok earlier this month, the US and other rich countries were accused by a group of 131 nations of trying to "fundamentally sabotage" the Kyoto protocol, which the group said must be the basis for its successor.
zh_cn: 本月早期在曼谷的一场联合国筹备会谈上，美国及其他富裕国家被另外131个国家指责试图“从根本上破坏”京都议定书。指责方称必须将京都议定书作为后续协议的基础。

source: Kyoto --- which made no demands on developing countries and which the US refused to ratify --- remains political kryptonite in Washington.
zh_cn: 此前发展中国家在京都议定书中并未被做出承诺，而美国也拒绝批准这份协定。目前，京都议定书仍然是华盛顿的死穴。

source: The US wants to move away from a legally binding global agreement to one where individual countries pledge cuts in their national emissions.
zh_cn: 美国希望加入一个具有法律约束力的国际协议以改变目前的状况。在这个协议中，每个国家都应当对减少国内排放作出承诺。

source: The state department envoy, Todd Stern, believes strongly that separate bilateral agreements with countries such as China, India, Russia and Brazil are the building blocks to an agreement at Copenhagen.
zh_cn: 美国国务院特使托德·斯特恩（Todd Stern）强烈认为，如中国，印度，俄罗斯和巴西等国家的单独双边协议能够为达成哥本哈根协议添砖加瓦。

source: But adoption of national action plans is hazardous say others, as there would be little clear idea of whether together they would avoid dangerous global warming.
zh_cn: 但是另有人认为采取国家行动计划的行为危机四伏，因为目前尚不明确各国是否能够携手避免全球变暖危机。

source: US officials are hopeful that breakthroughs with India and China could still provide the underpinnings for at least a limited deal at Copenhagen.
zh_cn: 美国官员希望同中国和印度再此方面取得突破后，仍然至少能够为哥本哈根中的限制性条款提供参考。

source: "China and India are both critically important to achieving our international goals on carbon reduction.
zh_cn: “中国和印度对于美国实现碳减排的国际目标至关重要。

source: We need them as part the system," said Senator Ben Cardin, a Maryland Democrat who serves on the foreign and environment and public works committees.
zh_cn: 我们需要他们参与到这个系统中，”马里兰州民主党参议员，外国环境及公共事务委员会成员，本·卡丁（Ben Cardin）说。

source: "There has already been a lot of work done between US and China, and there is going to be more work done next month with President Obama going to China."
zh_cn: “美国和中国之间已经完成了大量的工作，而下个月奥巴马前往中国时需要做的还有很多。”

source: Indian officials are looking to their prime minister's visit to Washington to replicate an energy agreement signed between the US and China in July.
zh_cn: 印度政府方面则盼望辛格总理访问华盛顿时能够同美国签署一份类似中美在七月时达成的协议。

source: India wants help in speeding its adoption of new, greener technologies and expanding its use of solar power.There is also interest in research co-operation, especially on carbon capture technologies, which hopes to trap greenhouse gases from power plants and bury them.
zh_cn: 印度希望这能够加快国内新型环保技术的应用，也希望能够帮助扩大国内的太阳能发电规模。双方也有兴趣开展共同研究，特别是在碳捕捉技术上，以希望能够在电站将温室气体回收后埋入地下。

source: "It would be like the memorandum of understanding with China," said Jairam Ramesh, India's environment minister.
zh_cn: “就像同中国的谅解备忘录一样。”印度环境部长贾伊拉姆·兰密施说（Jairam Ramesh）。

source: In response, on India is preparing to unveil new measures to reduce its surging growth of greenhouse gas emissions: its own version of a carbon cap-and-trade scheme, in which polluters can buy and sell emissions permits, and a new solar project.
zh_cn: 作为回应，印度正准备推出新措施，建立自己的碳排放上限及贸易机制和新的太阳能项目，以降低加速增长的温室气体排放量。在机制中，污染者可以买卖排放许可证。

source: "We are going to introduce a domestic cap-and-trade programme, but the cap will be on energy intensity, not carbon," said Ramesh.
zh_cn: “我们即将向国内引进排放上限和交易计划，但是上限针对能源使用量，而非碳排放量。“兰密施说。

source: This would limit how much carbon can be emitted for each unit of energy produced, which will slow the rise of emissions rather than cutting them back, and allow the Indian economy to continue to grow and alleviate poverty.
zh_cn: 与削减排放量不同，这将限定住每单位能源会产生的碳排放量，从而达到减缓排放的效果，也将使得印度可以减轻贫困，并保持经济持续增长。

source: He said the legislation to establish the scheme would be introduced before Singh's visit to Washington, with a vote in the Indian parliament by the end of the year: "By December it will be done."
zh_cn: 他说该机制将在辛格总理访问华盛顿之前进入立法程序，年底时印度议会将会对此投票表决。“到12月时就会完成。”

source: India is also pushing for a relaxation of international patents on green technology.
zh_cn: 印度也对环保技术的国际专利降低了门槛。

source: "Unless you adjust the intellectual property rights, how do you bring about rapid defusion," said Shyam Saran, India's climate change envoy.
zh_cn: “不调整知识产权就无法带来迅速的改善，”印度气候变化特使希亚姆·萨兰（Shyam Saran）说。

source: US officials say they are looking to Obama's visit to Beijing to produce concrete commitments from China on how it would reduce its large and rapidly rising emissions.
zh_cn: 美国官方表示，他们期待奥巴马的北京之行将能得到中国就如何减少大量快速增长的排放量作出的具体承诺。

source: President Hu announced at a UN summit last month that China would reduce energy intensity by "notable margins".
zh_cn: 胡锦涛主席曾在上月的联合国峰会上宣布中国将“显著”减少能源使用量。
